<?php

return [
    'auth' => [
        'registered' => 'მომხმარებელი წარმატებით დარეგისტრირდა',
        'logged_in' => 'მომხმარებელი წარმატებით შევიდა სისტემაში',
        'logged_out' => 'მომხმარებელი წარმატებით გავიდა სისტემიდან',
        'invalid_credentials' => 'არასწორი მონაცემები',
    ],
    'team' => [
        'retrieved' => 'გუნდი წარმატებით მოიძებნა',
        'updated' => 'გუნდი წარმატებით განახლდა',
    ],
    'player' => [
        'updated' => 'მოთამაშე წარმატებით განახლდა',
        'put_on_marketplace' => 'მოთამაშე წარმატებით განთავსდა ბაზარზე',
    ],
    'marketplace' => [
        'retrieved' => 'ბაზარზე არსებული მოთამაშეები წარმატებით მოიძებნა',
        'bought' => 'მოთამაშე წარმატებით იყიდა',
        'cannot_buy_own_player' => 'თქვენ ვერ შეძენთ საკუთარ მოთამაშეს',
        'insufficient_budget' => 'არასაკმარისი ბიუჯეტი',
    ],
];
